Revit 2027 API
GroupTypeId.RailingSystemSegmentPatternRemainder Property
 Pattern Remainder.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RailingSystemSegmentPatternRemainder { get; }
Public Shared ReadOnly Property RailingSystemSegmentPatternRemainder As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RailingSystemSegmentPatternRemainder {
	ForgeTypeId^ get ();
}
static member RailingSystemSegmentPatternRemainder : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
GroupTypeId Class
Autodesk.Revit.DB Namespace